{
  "1": "Превод: Това име включва в себе си всички атрибути на прелест и съвършенство. С това име се зове само Единствения и Неповторим Бог, Който няма съперник или съдружник. Това име не може да се преведе на друг език и думи като „бог", „божество" и т.н. не могат пълноценно да заместят думата „Аллах".\n\nПолза: Който чете „я, Аллаху" 1000 пъти на ден, всички съмнения ще бъдат премахнати от сърцето му и ще бъдат заменени с вяра и непоколебимост, иншаАллах.",

  "2": "Превод: Всемилостивия; Който дарява блага на всички създания и Чиято милост е всеобхватна на този свят\n\nПолза: Който чете „я, Рахману" 100 пъти след всеки задължителен намаз, ще бъде предпазен от небрежността, разсеяността и безпокойството, иншаАллах.",

  "3": "Превод: Милосърдния; Който дарява блага на тези, които ги оползотворяват така, както Той е отредил; Чиято милост ще е само за вярващите в Съдния ден\n\nПолза: Който чете „я, Рахиму" 100 пъти след сутрешния намаз, всички създания ще се отнасят любезно и приятелски с него.",

  "4": "Превод: Владетеля; Който владее цялата вселена\n\nПолза: Който чете постоянно „я, Мелику" ще бъде уважаван от другите и ще е издигнат в техните очи. Ако се чете много всеки ден след завал, четящият ще бъде дарен с изобилие от богатство, иншаАллах.",

  "5": "Превод: Пресветия; Който е чист и предпазен от грешки, несъсредоточеност, неспособност и от всякакви други недостатъци\n\nПолза: Който чете „я, Куддусу" 100 пъти на ден, сърцето му ще бъде изчистено от всички тревоги и страхове, иншаАллах.",

  "6": "Превод: Даряващия мир; Който предпазва Своите раби от всякакви опасности и препятствия; Който поздравява сполучилите раби в Дженнета\n\nПолза: Който прочете „я, Селяму" 160 пъти над болен човек, това ще помогне той да се възстанови от болестта, иншаАллах.",

  "7": "Превод: Осигуряващия; Който дарява вярата в сърцата на Своите раби; Който предпазва онези, търсещи убежище при Него, и дарява спокойствие\n\nПолза: Който чете „я, Му'мину", ще бъде предпазен от злините на врага. Ако някой го напише на хартия или го гравира върху сребърен пръстен и го носи със себе си, неговата душевна и телесна защита ще бъде осигурена от Аллах, иншаАллах.",

  "8": "Превод: Наблюдаващия, Пазителя; Който наблюдава и пази всичко\n\nПолза: Който чете „я, Мухеймину" след като вземе абдест, той ще бъде изпълнен със сияние, иншаАллах.",

  "9": "Превод: Всемогъщия; Който има надмощие над всичко и никога не може да бъде победен; Който е безподобен в силата, могъществото, ранга и величието Си; Който е способен да налага Своята воля\n\nПолза: Който чете „я, Азизу" 40 пъти след сутрешния намаз 40 дни последователно, ще се сдобие с независимост от другите. Ако се чете 41 пъти всеки ден, иншаАллах четящият ще се стане независим и ще се ползва с уважение от другите, ако допреди това не се е ползвал така.",

  "10": "Превод: Всеподчиняващия; Който има способността да накара създанията да правят това, което Той желае; Който поправя разрушеното и Който довършва незавършеното\n\nПолза: Който чете „я, Джеббару", няма да стане обект на насилие, суровост или жестокост. Който го гравира върху сребърен пръстен и го носи, ще вдъхва страхопочитание у хората, иншаАллах.",

  "11": "Превод: Преголемия, Превъзходния, Гордия; Който е над всичко и е върховен във величието Си; Който показва Своето величие във всяко нещо и по всякакви начини\n\nПолза: Аллах ще дари праведно потомство на онзи, който чете „я, Мутекеббиру" преди да се доближи до жена си. Ако се чете постоянно преди някоя задача, тя ще бъде изпълнена, иншаАллах.",

  "12": "Превод: Сътворителя, Твореца; Който превръща нищото в нещо; Който определя съдбата на всичко, което сътворява\n\nПолза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру" по 21 пъти. ИншаАллах, тя ще може да забременее.",

  "13": "Превод: Създателя, Изкусния; Който сътворява всяко нещо по такъв начин, че цялото и неговите части да са в пълно съответствие и хармония\n\nПолза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру" по 21 пъти. ИншаАллах, тя ще може да забременее.",

  "14": "Превод: Ваятеля; Който сътворява всяко нещо със своя индивидуална форма и характер\n\nПолза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру"по 21 пъти. ИншаАллах, тя ще може да забременее.",

  "15": "Превод: Многоопрощаващия; Който винаги е готов да опрости и прощава отново и отново\n\nПолза: Аллах Теаля ще опрости греховете на онзи, който постоянно чете „я, Гаффару". Който чете това име 100 пъти след петъчния намаз, иншаАллах скоро ще започне да усеща опрощението на Аллах.",

  "16": "Превод: Всепобедния, Покоряващия; Който господства над всяко нещо и го кара да прави това, което Той желае\n\nПолза: Четенето на „я, Каххару" ще спомогне за укротяване на плътските желания, за изчистване на сърцето от привързаността към този свят и за достигане на вътрешен мир, иншаАллах.",

  "17": "Превод: Вседаряващия; Който дарява безкрайно изобилие; Който е най-щедър и постоянно дарява блага от всякакъв вид\n\nПолза: Който има някакво желание или не може да свърже двата края, трябва да прочита 100 пъти „я, Веххабу" в 3 или 7 последователни нощи след намаза техеджуд (който се кланя във втората част на нощта). ИншаАллах, неговото желание ще бъде изпълнено и ще бъде улеснен финансово.",

  "18": "Превод: Всепрепитаващия; Който дава препитание на всяка твар и осигурява всичко необходимо за създанията Си\n\nПолза: Който духне в четирите ъгъла на къщата си след като е прочел „я, Раззаку" по 10 пъти при всеки ъгъл преди сутрешния намаз, Аллах ще отвори за него вратите на препитанието (ризк), болести и бедност никога няма да влязат в неговата къща, иншаАллах. Обръщайки се към къбле, трябва да се започне от десния ъгъл на къщата.",

  "19": "Превод: Разкриващия, Отсъждащия; Който открива решение за всеки проблем и Който премахва препятствията; Който е най-върховен съдия\n\nПолза: Четенето на „я, Феттаху" дава искреност на сърцето и отваря пътя на победата, иншаАллах.",

  "20": "Превод: Всезнаещия; Който има пълно знание за всяко нещо\n\nПолза: Който чете „я, Алиму", неговото сърце ще бъде просветено и светлина ще лъха от него. Който чете това име много, Аллах Теаля ще отвори за него вратите на знанието и мъдростта, иншаАллах.",

  "21": "Превод: Сграбчващия; Който затруднява, ограничава и дава бедност и лишение\n\nПолза: Който чете „я, Кабиду" 40 дни върху залък храна и после го изяжда, никога няма да изпита глад, иншаАллах.",

  "22": "Превод: Разпростиращия; Който избавя от затрудненията и разпростира изобилието Си\n\nПолза: Ако при зазоряване някой разтвори ръце (както при дуа) и прочете 10 пъти „я, Баситу", след което прекара ръцете си през лицето, никога няма да изпита нужда от други хора, иншаАллах.",

  "23": "Превод: Снишаващия; Който намалява, снижава  и унижава каквото пожелае и когото пожелае\n\nПолза: За сдобиване с божествена защита срещу злините на враг, трябва да се прочете „я, Хафиду" 70 000 пъти по време на религиозно събиране в ден, следван от три дни на говеене. Който прочете това име 500 пъти, Аллах Теаля ще задоволи всички негови нужди и ще премахне затрудненията му. Който говее 3 дни и на четвъртия прочете 70 пъти това име, докато стои в усамотение, ще спечели победа над врага си, иншаАллах.",

  "24": "Превод: Възвишаващия; Който издига и извисява, каквото пожелае и когото пожелае\n\nПолза: Който чете „я, Рафиу" всеки ден по 100 пъти, Аллах Теаля ще го благослови с чест, достойнство и богатство. Който го чете 100 пъти в средата на 14-тата нощ от всеки лунен месец, Аллах Теаля ще го направи самостоятелен и независим от всички създания, иншаАллах.",

  "25": "Превод: Въздигащия; Който дарява величие и слава и Който уважава, когото пожелае\n\nПолза: Който чете  „я, Муиззу" в понеделниците или петъците след нощния намаз 140 пъти, няма да има от какво да се страхува. Ако това име се чете 40 пъти след вечерния намаз всеки понеделник и петък, Аллах ще дари четящия с почит и уважение, иншаАллах.",

  "26": "Превод: Унизяващия; Който унижава и опозорява, каквото пожелае и когото пожелае\n\nПолза: Аллах Теаля ще предпазва от жестоки и завистливи хора онзи, който чете „я, Музиллю" 75 пъти. Ако някой се страхува от определен враг, след прочитането на това име 75 пъти може да се направи седжде, молейки се с думите: „О, Аллах, предпази ме от злините на…". Ако Аллах пожелае, този човек ще бъде предпазен.",

  "27": "Превод: Всечуващия; Който чува всичко без да има уши или други материални органи\n\nПолза: Аллах Теаля ще се погрижи за нуждите на онзи, който чете „я, Семиу" 100 пъти в четвъртъците след обедния намаз без да говори с никого след намаза. Който прочете това име 100 пъти в четвъртък между суннета и фарза на сутрешния намаз, Аллах ще го дари със специална благодат, иншаАллах.",

  "28": "Превод: Всевиждащия; Който вижда и видимото и невидимото без да има очи или други материални органи и нищо не остава скрито от Него\n\nПолза: Който чете „я, Бесиру" 100 пъти след фарза на петъчния намаз, Аллах ще накара другите хора да го уважават високо. Който чете това име постоянно по 100 пъти след петъчния намаз, Аллах ще го дари със силно зрение и светлина в сърцето, иншаАллах.",

  "29": "Превод: Всевластващия; Който отсъжда най-добре, кара правдата да възтържествува и въздава на всекиго заслуженото\n\nПолза: Аллах Теаля ще разкрие много загадки на онзи, който прекомерно чете „я, Хакему" през нощта. Който чете с абдест това име 99 пъти в последната част на нощта, Аллах ще изпълни неговото сърце със светлина и ще направи така че да разбере всички тайни, иншаАллах.",

  "30": "Превод: Справедливия; Който е най-справедлив и безпристрастен в оценките Си\n\nПолза: Родители, които имат непослушни деца, трябва в петъчна нощ да четат „я, Адлю" с един пръст върху залък хляб, след което да го изядат. ИншаАллах, децата ще започнат да слушат.",

  "31": "Превод: Всепроникващия, Благосклонния; Който е изтънчен и фин, чист и неопетнен, не Го долавя нито един поглед, а Той долавя всичко и знае подробностите за всяко нещо; Който сътворява всичко по такъв начин, че то не може да бъде разбрано от хората; Който дарява блага на хората по най-неуловим и изкусен начин\n\nПолза: Ако беден и самотен човек прочете 100 пъти „я, Летифу" след като е кланял два ракята нафиле намаз, всички негови желания ще бъдат изпълнени. Който чете това име 133 пъти всеки ден, Аллах Теаля ще му даде изобилие в препитанието и ще улесни всички негови дела, иншаАллах.",

  "32": "Превод: Всеизвестения, Който има знание за най-скритите и съкровени неща; Който има знание за всички условия и състояния – навсякъде и по всяко време, скрити, видими и невидими, има знание за всички създания, за цялата вселената и за Отвъдния свят\n\nПолза: Чрез постоянното четене на „я, Хабиру" онзи, който има лоши навици, скоро ще бъде поправен. Който чете това име постоянно 7 дни, скоро ще започне да разбира тайни, иншаАллах.",

  "33": "Превод: Нежния, Всеблагия; Който е най-милостив и снизходителен и никога не бърза да наказва Своите раби за техните грехове, а им дава време да се покаят и да се поправят. Неговата милост е над гнева Му и Той винаги е склонен да прости на покайващите се\n\nПолза:  Ако фермер напише „я, Халиму" върху лист хартия и го зарови в близост до мястото, където е засадил семената, никаква вреда няма да бъде нанесена на неговите посеви, иншаАллах.",

  "34": "Превод: Превеликия; Който е най-великолепен и няма равен във величието Си\n\nПолза: Хората ще обичат и уважават онзи, който постоянно чете „я, Азиму", и също ще бъде дарен с чест и достойнства, иншаАллах.",

  "35": "Превод: Опрощаващия; Който опрощава и скрива недостатъците; Който опрощава греховете и кара грешниците да забравят за греховете си, за да не остане и следа от чувство на скръб в паметта им\n\nПолза: Постоянното чете на „я, Гафуру" ще донесе облекчение на болните от треска и мигрена и на изпитващите мъка и тъга. Предава се в хадис, че който каже „я, Раббиг фирлил Гафур" докато е на седжде, Аллах Теаля ще опрости всички негови минали и бъдещи грехове, иншаАллах.",

  "36": "Превод: Признателния; Който възнаграждава с благодарност; Който високо оценява добрите дела и е щедър във възнаграждението; Който е благодарен и признателен и възнаграждава за делата, сторени заради Него\n\nПолза: Ако някой изпитва затруднения и намира живота за труден и болезнен, трябва да измие лицето си с вода, над която е четено 49 пъти „я, Шекуру".",

  "37": "Превод: Всевишния; Който е най-величествен, издигнат и възвишен\n\nПолза: Който чете „я, Алийю", вратата на успеха ще е отворена за него, а ако се чете от пътник, той ще се завърне благополучно вкъщи, иншаАллах.",

  "38": "Превод: Големия; Който е безкрайно велик; Единственият, Чието съществуване е извън времето и пространството и не наподобява съществуването на кое да е създание\n\nПолза: Който чете „я, Кебиру" 100 пъти на ден, ще бъде почитан. Ако някой, уволнен от работа, говее 7 дни и чете „я, Кебиру" 1000 пъти във всеки от дните, иншаАллах ще бъде върнат на работа и ще бъде дарен с чест и достойнство.",

  "39": "Превод: Съхраняващия, Пазещия; Който закриля всичко (до определено време) от беди и нещастия; Който знае и помни с всички подробности деянията, които вършат създанията през живота си\n\nПолза: Който чете „я, Хафизу" 16 пъти на ден, ще бъде предпазен от злополуки, иншаАллах.",

  "40": "Превод: Въздаващия; Който осигурява прехраната на всяко създание\n\nПолза: Положението на лошо възпитани деца ще бъде подобрено, ако пият от вода, над която е четено „я, Мукиту". Който духне в чаша вода след като е прочел 7 пъти „я, Мукиту" и изпие тази вода или поеме дълбоко въздух от водата, скоро всички негови желания ще бъдат изпълнени, иншаАллах.",

  "41": "Превод: Преценяващия, Правещия равносметка; Който знае с всички подробности деянията на Своите раби, ще държи сметка за всяко нещо в Съдния ден и ще въздаде на всекиго заслуженото; Който е достатъчен за тези, които вярват в Него\n\nПолза: За защита срещу крадци, врагове и уроки трябва да се чете „я, Хасибу" по 70 пъти на ден в продължение на 7 дни като се започне от четвъртък. След всеки седемдесети път трябва да се добави „хасбийАллаху-л-Хасиб".",

  "42": "Превод: Величествения; Който е владетелят на величието, великолепието и почитта\n\nПолза: Който напише „я, Джелилю" върху лист хартия, използвайки за мастило мускус и шафран, постави листа в керамичен съд с вода и след разтварянето на мастилото изпие водата, ще бъде уважаван от хората, иншаАллах.",

  "43": "Превод: Прещедрия; Който е безкрайно великодушен, благороден и щедър\n\nПолза: Който постоянно чете „я, Кериму" ще бъде уважаван в този свят и в отвъдния, иншаАллах. Който желае да бъде уважаван от ислямските учени и от праведните хора, трябва да повтаря „я, Кериму" докато заспи.",

  "44": "Превод: Наблюдаващия; Който е надзорник на всички създания и всички дела са под Негов контрол\n\nПолза: Защитата на Аллах ще бъде сигурна за онзи, които чете „я, Ракибу" 7 пъти след което духа върху себе си, семейството си и имуществото си, иншаАллах. Той трябва да чете винаги това, за да бъде винаги защитен.",

  "45": "Превод: Откликващия; Който приема дуата; Който задоволява нуждите и желанията на тези, които Го зоват\n\nПолза: Дуата на онзи, който чете „я, Муджибу", ще бъде приета, иншаАллах.",

  "46": "Превод: Всеобхватния; Който има безкрайни способности и богатство; Който е толкова великодушен и щедър, че човек не може дори да си представи; Който обхваща всички създания със Своето изобилие и със Своята щедрост и Неговото знание е по-обширно от земята и небесата\n\nПолза: Който трудно свързва двата края, трябва да чете „я, Васиу", при което вратата на препитанието ще бъде отворена за него, иншаАллах.",

  "47": "Превод: Премъдрия; Чиито заповеди и действия са изпълнени с мъдрост\n\nПолза: Усилията на онзи, който постоянно чете „я, Хакиму", ще завършат с успех. Който повтаря това име постоянно, Аллах Теаля ще отвори за него вратите на знанието и мъдростта. Ако на някого определена задача му се струва, че няма да бъде завършена, трябва да повтаря много „я, Хакиму". Задачата му скоро ще бъде завършена, иншаАллах.",

  "48": "Превод: Любещия; Който обича вършещите добрини и ги дарява с милостта Си; Който единствен трябва да бъде обичан и Чието приятелство трябва да бъде спечелено\n\nПолза: Който прочете 1000 пъти „я, Ведуду", духне върху храна и той и съпругата му изядат тази храна, техните различия ще бъдат изгладени и между тях ще възникне любов и привързаност, иншаАллах.",

  "49": "Превод: Преславния; Чиято слава е най-велика и върховна\n\nПолза: Който постоянно чете „я, Меджиду", винаги ще се радва на високо положение. Който се е заразил със смъртоносна болест като проказа и др. трябва да говее на 13-ия, 14-ия и 15-ия ден от лунен месец и след разговяване да чете много „я, Меджиду", да духва във вода и да я пие. ИншаАллах, болният ще се излекува.",

  "50": "Превод: Възкресяващия; Който дава живот на мъртвите; Който ще съживи всички Свои раби и ще ги изкара от гробовете в Съдния ден\n\nПолза: Страх от Аллах Теаля ще бъде внушен на онзи, който чете  „я, Баису". Който преди лягане постави дланта върху пазвата си и прочете 101 пъти „я, Баису", неговото сърце ще бъде изпълнено със знание и мъдрост, иншаАллах.",

10. ел-Джеббар

Превод: Всеподчиняващия; Който има способността да накара създанията да правят това, което Той желае; Който поправя разрушеното и Който довършва незавършеното

Полза: Който чете „я, Джеббару”, няма да стане обект на насилие, суровост или жестокост. Който го гравира върху сребърен пръстен и го носи, ще вдъхва страхопочитание у хората, иншаАллах.

11. ел-Мутекеббир

Превод: Преголемия, Превъзходния, Гордия; Който е над всичко и е върховен във величието Си; Който показва Своето величие във всяко нещо и по всякакви начини

Полза: Аллах ще дари праведно потомство на онзи, който чете „я, Мутекеббиру” преди да се доближи до жена си. Ако се чете постоянно преди някоя задача, тя ще бъде изпълнена, иншаАллах.

12. ел-Халик

Превод: Сътворителя, Твореца; Който превръща нищото в нещо; Който определя съдбата на всичко, което сътворява

Полза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру” по 21 пъти. ИншаАллах, тя ще може да забременее.

13. ел-Бари’

Превод: Създателя, Изкусния; Който сътворява всяко нещо по такъв начин, че цялото и неговите части да са в пълно съответствие и хармония

Полза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру” по 21 пъти. ИншаАллах, тя ще може да забременее.


14. ел-Мусаввир

Превод: Ваятеля; Който сътворява всяко нещо със своя индивидуална форма и характер

Полза: Бездетна жена, която желае да има деца, трябва да говее 7 дни последователно и да разговява всеки ден в определеното време с чаша вода, над която е четено „я, Халику, я, Бариу, я, Мусаввиру”по 21 пъти. ИншаАллах, тя ще може да забременее.

15. ел-Гаффар

Превод: Многоопрощаващия; Който винаги е готов да опрости и прощава отново и отново

Полза: Аллах Теаля ще опрости греховете на онзи, който постоянно чете „я, Гаффару”. Който чете това име 100 пъти след петъчния намаз, иншаАллах скоро ще започне да усеща опрощението на Аллах.

16. ел-Каххар

Превод: Всепобедния, Покоряващия; Който господства над всяко нещо и го кара да прави това, което Той желае

Полза: Четенето на „я, Каххару” ще спомогне за укротяване на плътските желания, за изчистване на сърцето от привързаността към този свят и за достигане на вътрешен мир, иншаАллах.

17. ел-Веххаб

Превод: Вседаряващия; Който дарява безкрайно изобилие; Който е най-щедър и постоянно дарява блага от всякакъв вид

Полза: Който има някакво желание или не може да свърже двата края, трябва да прочита 100 пъти „я, Веххабу” в 3 или 7 последователни нощи след намаза техеджуд (който се кланя във втората част на нощта). ИншаАллах, неговото желание ще бъде изпълнено и ще бъде улеснен финансово.

 



18. ер-Раззак

Превод: Всепрепитаващия; Който дава препитание на всяка твар и осигурява всичко необходимо за създанията Си

Полза: Който духне в четирите ъгъла на къщата си след като е прочел „я, Раззаку” по 10 пъти при всеки ъгъл преди сутрешния намаз, Аллах ще отвори за него вратите на препитанието (ризк), болести и бедност никога няма да влязат в неговата къща, иншаАллах. Обръщайки се към къбле, трябва да се започне от десния ъгъл на къщата.

 



19. ел-Феттах

Превод: Разкриващия, Отсъждащия; Който открива решение за всеки проблем и Който премахва препятствията; Който е най-върховен съдия

Полза: Четенето на „я, Феттаху” дава искреност на сърцето и отваря пътя на победата, иншаАллах.

 



20. ел-ʿАлим

Превод: Всезнаещия; Който има пълно знание за всяко нещо

Полза: Който чете „я, Алиму”, неговото сърце ще бъде просветено и светлина ще лъха от него. Който чете това име много, Аллах Теаля ще отвори за него вратите на знанието и мъдростта, иншаАллах.

 



21. ел-Кабид

Превод: Сграбчващия; Който затруднява, ограничава и дава бедност и лишение

Полза: Който чете „я, Кабиду” 40 дни върху залък храна и после го изяжда, никога няма да изпита глад, иншаАллах.

 



22. ел-Басит

Превод: Разпростиращия; Който избавя от затрудненията и разпростира изобилието Си

Полза: Ако при зазоряване някой разтвори ръце (както при дуа) и прочете 10 пъти „я, Баситу”, след което прекара ръцете си през лицето, никога няма да изпита нужда от други хора, иншаАллах.

 



23. ел-Хафид

Превод: Снишаващия; Който намалява, снижава  и унижава каквото пожелае и когото пожелае

Полза: За сдобиване с божествена защита срещу злините на враг, трябва да се прочете „я, Хафиду” 70 000 пъти по време на религиозно събиране в ден, следван от три дни на говеене. Който прочете това име 500 пъти, Аллах Теаля ще задоволи всички негови нужди и ще премахне затрудненията му. Който говее 3 дни и на четвъртия прочете 70 пъти това име, докато стои в усамотение, ще спечели победа над врага си, иншаАллах.

 



24. ер-Рафиʿ

Превод: Възвишаващия; Който издига и извисява, каквото пожелае и когото пожелае

Полза: Който чете „я, Рафиу” всеки ден по 100 пъти, Аллах Теаля ще го благослови с чест, достойнство и богатство. Който го чете 100 пъти в средата на 14-тата нощ от всеки лунен месец, Аллах Теаля ще го направи самостоятелен и независим от всички създания, иншаАллах.

 

 


25. ел-Муʿизз

Превод: Въздигащия; Който дарява величие и слава и Който уважава, когото пожелае

Полза: Който чете  „я, Муиззу” в понеделниците или петъците след нощния намаз 140 пъти, няма да има от какво да се страхува. Ако това име се чете 40 пъти след вечерния намаз всеки понеделник и петък, Аллах ще дари четящия с почит и уважение, иншаАллах.

 



26. ел-Музилл

Превод: Унизяващия; Който унижава и опозорява, каквото пожелае и когото пожелае

Полза: Аллах Теаля ще предпазва от жестоки и завистливи хора онзи, който чете „я, Музиллю” 75 пъти. Ако някой се страхува от определен враг, след прочитането на това име 75 пъти може да се направи седжде, молейки се с думите: „О, Аллах, предпази ме от злините на…”. Ако Аллах пожелае, този човек ще бъде предпазен.

 



27. ес-Семиʿ

Превод: Всечуващия; Който чува всичко без да има уши или други материални органи

Полза: Аллах Теаля ще се погрижи за нуждите на онзи, който чете „я, Семиу” 100 пъти в четвъртъците след обедния намаз без да говори с никого след намаза. Който прочете това име 100 пъти в четвъртък между суннета и фарза на сутрешния намаз, Аллах ще го дари със специална благодат, иншаАллах.

 



28. ел-Бесир

Превод: Всевиждащия; Който вижда и видимото и невидимото без да има очи или други материални органи и нищо не остава скрито от Него

Полза: Който чете „я, Бесиру” 100 пъти след фарза на петъчния намаз, Аллах ще накара другите хора да го уважават високо. Който чете това име постоянно по 100 пъти след петъчния намаз, Аллах ще го дари със силно зрение и светлина в сърцето, иншаАллах.

 



29. ел-Хакем

Превод: Всевластващия; Който отсъжда най-добре, кара правдата да възтържествува и въздава на всекиго заслуженото

Полза: Аллах Теаля ще разкрие много загадки на онзи, който прекомерно чете „я, Хакему” през нощта. Който чете с абдест това име 99 пъти в последната част на нощта, Аллах ще изпълни неговото сърце със светлина и ще направи така че да разбере всички тайни, иншаАллах.

 



30. ел-ʿАдл

Превод: Справедливия; Който е най-справедлив и безпристрастен в оценките Си

Полза: Родители, които имат непослушни деца, трябва в петъчна нощ да четат „я, Адлю” с един пръст върху залък хляб, след което да го изядат. ИншаАллах, децата ще започнат да слушат.

 



31. ел-Летиф

Превод: Всепроникващия, Благосклонния; Който е изтънчен и фин, чист и неопетнен, не Го долавя нито един поглед, а Той долавя всичко и знае подробностите за всяко нещо; Който сътворява всичко по такъв начин, че то не може да бъде разбрано от хората; Който дарява блага на хората по най-неуловим и изкусен начин

Полза: Ако беден и самотен човек прочете 100 пъти „я, Летифу” след като е кланял два ракята нафиле намаз, всички негови желания ще бъдат изпълнени. Който чете това име 133 пъти всеки ден, Аллах Теаля ще му даде изобилие в препитанието и ще улесни всички негови дела, иншаАллах.

 



32. ел-Хабир

Превод: Всеизвестения, Който има знание за най-скритите и съкровени неща; Който има знание за всички условия и състояния – навсякъде и по всяко време, скрити, видими и невидими, има знание за всички създания, за цялата вселената и за Отвъдния свят

Полза: Чрез постоянното четене на „я, Хабиру” онзи, който има лоши навици, скоро ще бъде поправен. Който чете това име постоянно 7 дни, скоро ще започне да разбира тайни, иншаАллах.

 



33. ел-Халим

Превод: Нежния, Всеблагия; Който е най-милостив и снизходителен и никога не бърза да наказва Своите раби за техните грехове, а им дава време да се покаят и да се поправят. Неговата милост е над гнева Му и Той винаги е склонен да прости на покайващите се

Полза:  Ако фермер напише „я, Халиму” върху лист хартия и го зарови в близост до мястото, където е засадил семената, никаква вреда няма да бъде нанесена на неговите посеви, иншаАллах.

 



34. ел-ʿАзим

Превод: Превеликия; Който е най-великолепен и няма равен във величието Си

Полза: Хората ще обичат и уважават онзи, който постоянно чете „я, Азиму”, и също ще бъде дарен с чест и достойнства, иншаАллах.

 



35. ел-Гафур

Превод: Опрощаващия; Който опрощава и скрива недостатъците; Който опрощава греховете и кара грешниците да забравят за греховете си, за да не остане и следа от чувство на скръб в паметта им

Полза: Постоянното чете на „я, Гафуру” ще донесе облекчение на болните от треска и мигрена и на изпитващите мъка и тъга. Предава се в хадис, че който каже „я, Раббиг фирлил Гафур” докато е на седжде, Аллах Теаля ще опрости всички негови минали и бъдещи грехове, иншаАллах.

 



36. еш-Шекур

Превод: Признателния; Който възнаграждава с благодарност; Който високо оценява добрите дела и е щедър във възнаграждението; Който е благодарен и признателен и възнаграждава за делата, сторени заради Него

Полза: Ако някой изпитва затруднения и намира живота за труден и болезнен, трябва да измие лицето си с вода, над която е четено 49 пъти „я, Шекуру”.

 



37. ел-ʿАлий

Превод: Всевишния; Който е най-величествен, издигнат и възвишен

Полза: Който чете „я, Алийю”, вратата на успеха ще е отворена за него, а ако се чете от пътник, той ще се завърне благополучно вкъщи, иншаАллах.

 

38. ел-Кебир

Превод: Големия; Който е безкрайно велик; Единственият, Чието съществуване е извън времето и пространството и не наподобява съществуването на кое да е създание

Полза: Който чете „я, Кебиру” 100 пъти на ден, ще бъде почитан. Ако някой, уволнен от работа, говее 7 дни и чете „я, Кебиру” 1000 пъти във всеки от дните, иншаАллах ще бъде върнат на работа и ще бъде дарен с чест и достойнство.

 



39. ел-Хафиз

Превод: Съхраняващия, Пазещия; Който закриля всичко (до определено време) от беди и нещастия; Който знае и помни с всички подробности деянията, които вършат създанията през живота си

Полза: Който чете „я, Хафизу” 16 пъти на ден, ще бъде предпазен от злополуки, иншаАллах.

 



40. ел-Мукит

Превод: Въздаващия; Който осигурява прехраната на всяко създание

Полза: Положението на лошо възпитани деца ще бъде подобрено, ако пият от вода, над която е четено „я, Мукиту”. Който духне в чаша вода след като е прочел 7 пъти „я, Мукиту” и изпие тази вода или поеме дълбоко въздух от водата, скоро всички негови желания ще бъдат изпълнени, иншаАллах.

 

41. ел-Хасиб

Превод: Преценяващия, Правещия равносметка; Който знае с всички подробности деянията на Своите раби, ще държи сметка за всяко нещо в Съдния ден и ще въздаде на всекиго заслуженото; Който е достатъчен за тези, които вярват в Него

Полза: За защита срещу крадци, врагове и уроки трябва да се чете „я, Хасибу” по 70 пъти на ден в продължение на 7 дни като се започне от четвъртък. След всеки седемдесети път трябва да се добави „хасбийАллаху-л-Хасиб”.

 



42. ел-Джелил

Превод: Величествения; Който е владетелят на величието, великолепието и почитта

Полза: Който напише „я, Джелилю” върху лист хартия, използвайки за мастило мускус и шафран, постави листа в керамичен съд с вода и след разтварянето на мастилото изпие водата, ще бъде уважаван от хората, иншаАллах.



43. ел-Керим

Превод: Прещедрия; Който е безкрайно великодушен, благороден и щедър

Полза: Който постоянно чете „я, Кериму” ще бъде уважаван в този свят и в отвъдния, иншаАллах. Който желае да бъде уважаван от ислямските учени и от праведните хора, трябва да повтаря „я, Кериму” докато заспи.

 



44. ер-Ракиб

Превод: Наблюдаващия; Който е надзорник на всички създания и всички дела са под Негов контрол

Полза: Защитата на Аллах ще бъде сигурна за онзи, които чете „я, Ракибу” 7 пъти след което духа върху себе си, семейството си и имуществото си, иншаАллах. Той трябва да чете винаги това, за да бъде винаги защитен.

 



45. ел-Муджиб

Превод: Откликващия; Който приема дуата; Който задоволява нуждите и желанията на тези, които Го зоват

Полза: Дуата на онзи, който чете „я, Муджибу”, ще бъде приета, иншаАллах.

 



46. ел-Васиʿ

Превод: Всеобхватния; Който има безкрайни способности и богатство; Който е толкова великодушен и щедър, че човек не може дори да си представи; Който обхваща всички създания със Своето изобилие и със Своята щедрост и Неговото знание е по-обширно от земята и небесата

Полза: Който трудно свързва двата края, трябва да чете „я, Васиу”, при което вратата на препитанието ще бъде отворена за него, иншаАллах.

 



47. ел-Хаким

Превод: Премъдрия; Чиито заповеди и действия са изпълнени с мъдрост

Полза: Усилията на онзи, който постоянно чете „я, Хакиму”, ще завършат с успех. Който повтаря това име постоянно, Аллах Теаля ще отвори за него вратите на знанието и мъдростта. Ако на някого определена задача му се струва, че няма да бъде завършена, трябва да повтаря много „я, Хакиму”. Задачата му скоро ще бъде завършена, иншаАллах.

 



48. ел-Ведуд

Превод: Любещия; Който обича вършещите добрини и ги дарява с милостта Си; Който единствен трябва да бъде обичан и Чието приятелство трябва да бъде спечелено

Полза: Който прочете 1000 пъти „я, Ведуду”, духне върху храна и той и съпругата му изядат тази храна, техните различия ще бъдат изгладени и между тях ще възникне любов и привързаност, иншаАллах.

 



49. ел-Меджид

Превод: Преславния; Чиято слава е най-велика и върховна

Полза: Който постоянно чете „я, Меджиду”, винаги ще се радва на високо положение. Който се е заразил със смъртоносна болест като проказа и др. трябва да говее на 13-ия, 14-ия и 15-ия ден от лунен месец и след разговяване да чете много „я, Меджиду”, да духва във вода и да я пие. ИншаАллах, болният ще се излекува.

 



50. ел-Баʿис

Превод: Възкресяващия; Който дава живот на мъртвите; Който ще съживи всички Свои раби и ще ги изкара от гробовете в Съдния ден

Полза: Страх от Аллах Теаля ще бъде внушен на онзи, който чете  „я, Баису”. Който преди лягане постави дланта върху пазвата си и прочете 101 пъти „я, Баису”, неговото сърце ще бъде изпълнено със знание и мъдрост, иншаАллах.

 



51. еш-Шехид

Превод: Свидетеля; Който наблюдава и знае какво става навсякъде и по всяко време; Който свидетелства, че Той е единственият, в Когото трябва да се вярва

Полза: Който иска неговите непослушни съпруга и деца да станат послушни, трябва да постави ръката си върху челата им, да прочете 21 пъти „я, Шехиду” и да духне върху тях. Скоро ще започнат да слушат, иншаАллах.

 



52. ел-Хакк

Превод: Истинния; Който съществува без да се променя; Чието съществуване е истина и Неговите слова и обещания са истина

Полза: Който е изгубил нещо, трябва да чете „я, Хакку”, за да го намери. Ако член на семейството е изчезнал или нечии принадлежности са били откраднати, трябва във времето за сухур (заговяване) това име да се напише върху четирите ъгъла на квадратен лист хартия, той да се постави върху дланите и те да се вдигнат към небесата за дуа. Скоро изчезналият човек ще се върне и откраднатата стока ще бъде възстановена, иншаАллах.

 



53. ел-Векил

Превод: Довереника, Покровителя; Който управлява делата на тези, които прилежно ги вършат по Негова заповед, и го прави по-добре отколкото те могат

Полза: Който чете постоянно „я, Векилю”, Аллах Теаля ще го предпази от опасностите на водата, огъня, както и от други опасности, иншаАллах.

 



54. ел-Кавий

Превод: Всесилния; Който притежава безкрайна сила и мощ; Който е всесилен и всички сили произлизат от Него

Полза: Четенето на „я, Кавийю” ще отблъсне злините на високомерен враг. Който е потиснат или измъчван, трябва да чете много това име, за да противодейства на потисника. ИншаАллах, Аллах ще го дари със защита.

 



55. ел-Метин

Превод: Непоколебимия; Който е силен, твърд и непоколебим; Който управлява цялата вселена и всичко създадено без никакво усилие или напрягане; Който е неуморим и притежава неограничена сила; Който не е зависим от никого и от нищо

Полза: Трудната задача ще бъде лесна за онзи, който чете „я, Метину”. Майка, която няма мляко, трябва да пие вода, в която е бил потопен лист хартия с надпис „ел-Метин”. Гърдите й ще бъдат изпълнени с мляко, иншаАллах.

 



56. ел-Велий

Превод: Приближения, Покровителя; Който обича, покровителства, пази и помага на Своите праведни раби, напътва ги, благославя ги, награждава ги и става приятел с тях

Полза: Който постоянно чете „я, Велийю” може да се надява, че ще стане от приятелите на Аллах Теаля. Ако нечия съпруга е с лош характер, това име трябва да се чете много в нейно присъствие. ИншаАллах, скоро характерът й ще се подобри.

 



57. ел-Хамид

Превод: Всеславния; Който е възхваляван от всички създания и цялата слава принадлежи на Него

Полза: Който чете „я, Хамиду” ще спечели любовта на хората и тяхното одобрение. Който чете в усамотение „я, Хамиду” по 93 пъти в продължение на 45 дни, всички негови лоши навици ще бъдат заменени с добри, иншаАллах.

 



58. ел-Мухси

Превод: Преброяващия, Пресмятащия; Който знае броя и количеството на всяко нещо

Полза: Който се страхува за Равносметката, трябва да прочете „я, Мухси” 1000 пъти. ИншаАллах, той ще бъде улеснен в даването на сметка в Съдния ден. Който чете това име по 20 пъти на ден и духа върху 20 залъка хляб, след което ги изяжда, Аллах ще направи така че всички създания да са в помощ на четящия, иншаАллах.

 



59. ел-Мубди’

Превод: Творящия; Който сътворява всичко от нищото без да има образец

Полза: Който във времето за сухур (заговяване) постави дланта си върху корема на бременната си съпруга и прочете 99 пъти „я, Мубдиу”, тя няма нито да пометне, нито ще роди преждевременно, иншаАллах.



60. ел-Муʿид

Превод: Пресъздаващия; Който възстановява Своите създания след смъртта

Полза: Когато член от семейството е изчезнал, трябва да се прочете „я, Муиду” по 70 пъти във всеки от ъглите на къщата, когато всички спят. Изчезналият ще се върне до 7 дни или ще бъде разбрано местонахождението му, иншаАллах.

 

 



61. ел-Мухйи

Превод: Съживяващия; Който дарява живот и жизненост

Полза: За освобождаване от смазващ товар, трябва да се чете „я, Мухйи”. Болният постоянно трябва да чете това име или друг да го чете и да духа към него. Скоро болният ще оздравее, иншаАллах. Който прочете 89 пъти „я, Мухйи” и духне към себе си, ще бъде предпазен от препятствия и принуди, иншаАллах.

 



62. ел-Мумит

Превод: Умъртвяващия; Който умъртвява всичко живо

Полза: Който не може да контролира душата си (нефс), трябва да постави дланта върху пазвата си и да чете „я, Мумиту” преди заспиване. ИншаАллах, той ще бъде дарен със сила, за да се контролира.



63. ел-Хайй

Превод: Вечноживия; Който е безсмъртен и вечен; Чието съществуване няма нито начало, нито край

Полза: Който постоянно чете „я, Хайю” ще бъде дарен с дълъг живот, иншаАллах. Който иска добро здраве, трябва да чете това име 3000 пъти на ден. Ако болен напише това име върху стената на съд с мастило от мускус и розова вода, след което измие написаното с вода и я изпие, скоро ще бъде излекуван от болестта си, иншаАллах.

 



64. ел-Каййум

Превод: Неизменния, Вездесъщия; Който не зависи от нищо и от никого и не изисква подкрепа от нищо и от никого; Който е всемогъщ, всезнаещ и поддържа съществуването на всяко създание, а Неговото съществуване не зависи от нищо и от никого

Полза: Който чете „я, Кайюму” няма да допусне небрежност. Който го чете много в усамотение, иншаАллах ще забогатее, а който го чете постоянно ще спечели уважението на хората.

 



65. ел-Ваджид

Превод: Намиращия; Който намира каквото пожелае и когато пожелае

Полза: Който чете „я, Ваджиду”, ще бъде дарен с богатство на сърцето, иншаАллах. Който чете това име, докато се храни, консумираната храна ще бъде източник на сила и светлина за сърцето, иншаАллах.

 



66. ел-Маджид

Превод: Славния; Който притежава най-великата слава и най-великото достойнство; Чието великодушие и щедрост са най-големи

Полза: Сърцето на онзи, който чете „я, Маджиду”, ще бъде просветено. Който чете това име в усамотение до такава степен и по такъв начин, че да изпадне в еуфория, скоро светлината на Аллах ще озари неговото сърце, иншаАллах.

 



67. ел-Вахид

Превод: Единния; Който е единствен, безподобен и неповторим в Своите същност, качества, имена, дела и постановления; Който няма нито баща, нито майка, нито съпруга или деца; Който нито е роден, нито е раждал; Който единствен трябва да бъде обожаван и на Когото единствено трябва да се кланяме

Полза: Който постоянно чете „я, Вахиду” на тихо и усамотено място, ще бъде предпазен от страх и заблуда, иншаАллах.

 



68. ес-Самед

Превод: Целта; Който няма никакви недостатъци и слабости, не изпитва потребност от нищо и няма физически нужди както създанията, които се хранят, дишат и т.н.; Който не се нуждае от нищо и от никого, не се нуждае от богослуженията на нито едно същество, а цялата вселена с всичко в нея се нуждае от Неговите заповеди и блага

Полза: Аллах Теаля ще посрещне нуждите на онзи, който постоянно чете „я, Самеду”, и ще направи така, че другите да се нуждаят от помощта на четящия. Който във времето за сухур (заговяване) отиде на седжде и прочете „я, Самеду” 115 или 125 пъти, ще бъде дарен с телесна и душевна правдивост, иншаАллах. Който чете това име постоянно докато е с абдест, скоро ще стане независим от другите създания, иншаАллах.

 



69. ел-Кадир

Превод: Способния; Който може да направи каквото пожелае и както пожелае, без това да представлява трудност за него

Полза: Който кланя два ракята намаз и след това прочете 100 пъти „я, Кадиру”, Аллах ще опозори неговите врагове (ако това е справедливо), иншаАллах. Ако това име се прочете 41 пъти преди започване на трудна работа, трудността ще бъде премахната, иншаАллах.

 



70. ел-Муктедир

Превод: Мощния, Всесилния; Който подчинява на волята Си дори най-силните и могъщи създания

Полза: Който чете „я, Муктедиру”, ще се събуди от своя сън на небрежност. Който прочита това име 20 пъти след ставане от сън, всички негови задачи ще бъдат изпълнени добре, иншаАллах.

 

 

71. ел-Мукаддим

Превод: Връчващия; Който изнася на преден план и показва каквото пожелае

Полза: Никакво зло няма да засегне онзи, който чете „я, Мукаддиму”. Който чете това име по време на битка, Аллах ще му вдъхне кураж и ще го предпази от врага, иншаАллах. Който по всяко време чете това име, ще стане покорен раб на Аллах, иншаАллах.

 



72. ел-Му’еххир

Превод: Забавящия; Който оставя на заден план и отлага каквото пожелае

Полза: Любов към Аллах ще се вкорени в сърцето на онзи, който чете 100 пъти на ден „я, Муеххиру”. Който често чете това име, скоро ще се разкая истински пред Аллах. Който го чете по 100 пъти на ден продължително време, ще стане любимец на Аллах Теаля, иншаАллах.

 



73. ел-Еввел

Превод: Първия, Изначалния; Който съществува без начало, от вечността; Който е съществувал, когато нищо друго не е съществувало

Полза: Който желае да има деца, трябва да чете 100 пъти „я, Еввелю” в продължение на 40 петъка. Който желае да има син, трябва да чете това име по 40 пъти в продължение на 40 дни. Желанието им ще се сбъдне, иншаАллах.

 



74. ел-Ахир

Превод: Последния, Безкрайния; Който съществува безкрайно и вечно; Който единствен ще продължи да съществува, когато всичко друго изчезне

Полза: Който желае любовта към Аллах да се установи твърдо в сърцето му и да се очисти от любовта към земното, да се отплати за греховете си с добри дела и да умре с вяра, трябва да чете 100 пъти на ден „я, Ахиру”.

 



75. ез-Захир

Превод: Явния; Който е явен и много примери доказват Неговото съществуване; Чието съществуване е очевидно за рабите, които вярват в Него

Полза: Просвещение ще застигне онзи, който чете „я, Захиру” 15 пъти след фарза на петъчния намаз. Който чете това име 500 пъти след изгрева на слънцето, Аллах ще изпълни зрението и сърцето му със светлина, иншаАллах.

 



76. ел-Батин

Превод: Скрития; Който е скрит и невидим, защото няма прилика между Него и Неговите създания; Който е невидим за рабите, които не вярват в Него; Който прониква навсякъде и е по-близо до Своите създания, отколкото тяхната близост до самите тях

Полза: Който чете „я, Батину” 3 пъти на ден, ще разбере същността на нещата. Който го чете 33 пъти на ден, ще разбере тайните и силна привързаност ще възникне между него и Аллах, иншаАллах.

 




77. ел-Вали

Превод: Управляващия; Който проектира, организира, ръководи и регулира всичко, което се случва в цялата вселена

Полза: Който чете „я, Вали” в дома си, ще живее спокойно там, иншаАллах. Който чете това име много, ще бъде предпазен от неочаквани нещастия. Ако се напише върху стената на нов глинен съд, който да се напълни с вода и след това водата да се напръска из къщата, Аллах ще пази тази къща от всякакво зло, иншаАллах.

 



78. ел-Мутеʿали

Превод: Всевишния, Който е по-възвишен от което и да е действие, състояние или мисъл, които създанията могат да имат; Който е по-върховен и по-велик дори и от най-възвишените представи на създанията за Него

Полза: Който чете „я, Мутеали”, скоро всички негови проблеми ще бъдат решени, иншаАллах. Ако жена в мензис чете това име много, болките й ще намалеят, иншаАллах.

 



79. ел-Берр

Превод: Благонравния, Който е толерантен и търпелив с всички Свои създания и Чиито добрини към тях са големи; Който удържа на обещанието Си

Полза: Децата ще бъдат защитени, ако се чете „я, Берру” и се духа към тях. Който пие алкохол и върши прелюбодеяние, трябва да чете това име 7 пъти на ден. ИншаАллах, ще бъде напътен. Прекомерното четене на това име помага и за изчистване на сърцето от любовта към земното. Ако това име се прочете 7 пъти и се духне върху бебето скоро след раждането му, иншаАллах то ще бъде защитено от всякакви бели до пубертета.

 



80. ет-Тевваб

Превод: Приемащия покаянието; Който е винаги готов да приеме разкаянието и да опрости греховете

Полза: Който постоянно чете „я, Теввабу”, покаянието му ще бъде прието, иншаАллах. Който желае Аллах Теаля да го вдъхнови да се покая искрено за греховете си, трябва да чете това име 360 пъти на ден след намаза духа. Който иска всички негови задачи да бъдат завършени без затруднения, трябва да чете много това име. Ако се прочете 10 пъти в присъствието на потисник, четящият ще бъде освободен от потисничеството, иншаАллах.

 



81. ел-Мунтеким

Превод: Отмъщаващия; Който справедливо налага заслужено наказание на престъпващите и вършещите грехове

Полза: Който в правото си желае да отмъсти на своите врагове, но няма силата за това, трябва да чете „я, Мунтекиму” постоянно в продължение на 3 петъка. ИншаАллах, Аллах ще отмъсти вместо четящия.

 



82. ел-ʿАфувв

Превод: Прощаващия, Извиняващия; Който прощава на всички, които се покаят искрено, сякаш никога не са вършили грехове

Полза: Който много чете „я, Афувву”, Аллах ще опрости греховете му, иншаАллах.

 



83. ер-Ра’уф

Превод: Състрадателния; Който е добър, мил и състрадателен с тези, които вярват в Него

Полза: Който желае всички създания да се привържат към него и обратно, трябва да чете „я, Рауфу”. Който желае гневът му да бъде укротен, трябва да прочете 10 салевата и 10 пъти „я, Рауфу”. По същия начин, ако това се чете от някого и той духа към разгневен човек, гневът му ще изчезне, иншаАллах.

 



84. Малику-л-Мулк

Превод: Владетеля на владението; Който е вечен и върховен владетел на всичко

Полза: Който постоянно чете „я, Малике-л-Мулки”, ще бъде дарен с богатство и независимост, иншаАллах.

 



85. Зул Джеляли вел Икрам

Превод: Притежаващия величието и почитта, Обладателя на величието и щедростта; Който притежава безкрайно величие и благородство

Полза: Който чете „я, Зел Джеляли вел Икрам”, ще бъде дарен с чест, достойнство и уважение, иншаАллах.

 



86. ел-Муксит

Превод: Разумния; Който извършва всичко уравновесено, хармонично и уместно

Полза: Който чете всеки ден „я, Мукситу”, Аллах Теаля ще го предпази от нашепванията на Шейтана и съмненията, породени от него. Ако се прочете 700 пъти за определена цел, тя ще бъде осъществена, иншаАллах.

 



87. ел-Джамиʿ

Превод: Събиращия; Който събира каквото пожелае, когато пожелае и където пожелае; Който ще събере цялото човечество в Съдния ден на мястото, където ще се състои Съдът; Който поставя в ред, изправност и хармония всичко във вселената; в Когото са събрани всички добродетели и цялата възхвала

Полза: Ако семейството или роднините на някого са се пръснали заради война или природно бедствие, той трябва да извърши гусл във времето за намаза духа, след което да вдигне очи към небесата и да прочете 10 пъти „я, Джамиу”. Трябва да се отброява с пръстите по такъв начин, че след всяко прочитане един пръст да се свие. Ръцете трябва да са на лицето, както когато се завършва дуа. ИншаАллах, членовете на семейството ще се съберат заедно.

 



88. ел-Ганий

Превод: Пребогатия; Който не е подчинен или зависим от някого за нещо; Който е пречист от нуждите на човечеството или на другите създания и Чиито качества са достойни за възхвала

Полза: Който чете всеки ден 70 пъти „я, Ганийю”, Аллах Теаля ще му даде берекет в богатството и независимостта, иншаАллах. Който е болен от телесна или душевна болест или е засегнат от някаква трудност изобщо, трябва да чете много това име и да духа към тялото си. ИншаАллах, ще бъде освободен от трудността.

 



89. ел-Мугни

Превод: Обогатяващия; Който обогатява, когото пожелае, Който поставя край на нуждите

Полза: Който чете „я, Мугни” 10 пъти в продължение на 10 петъка, ще стане независим от другите. Който прочете 1111 пъти „я, Мугни” като преди това и след това прочита 11 пъти салеват, иншаАллах ще бъде дарен с материално и духовно богатство. Това трябва да се направи или след сутрешния или след нощния намаз. Трябва да се прочете и сура ел-Музземмил (№73).

 



90. ел-Маниʿ

Превод: Препятстващия; Който не позволява да се случи нещо, което Той не желае, Който предотвратява злините

Полза: Ако между двама съпрузи съществуват спорове, трябва да се прочете 20 пъти „я, Маниу”, докато се лежи на леглото. ИншаАллах, споровете ще бъдат заменени с любов и привързаност. Който постоянно чете това име, ще бъде предпазен от всяко зло. Ако се чете за някаква позволена цел, тя ще бъде осъществена, иншаАллах.

 



91. ед-Дарр

Превод: Вредящия; Който създава неща, които причиняват болка и страдание и нанасят вреда

Полза: Който чете 100 пъти „я, Дарру” в нощта срещу петък, ще бъде предпазен от всички телесни и духовни нещастия. ИншаАллах, това също ще доближи четящия до Аллах Теаля.

 



92. ен-Нафиʿ

Превод: Даряващия полза; Който създава неща, които осигуряват добрина и полза

Полза: Никаква вреда или болка няма да засегне онзи, който чете „я, Нафиу” колкото се може повече в продължение на 4 дни. Който се качва на кораб или на друго превозно средство, трябва да чете това име много. ИншаАллах, четящият ще бъде предпазен от всякакви опасности. Ако се прочете 41 пъти преди започване на някаква работа, то тя ще бъде завършено успешно. Ако се прочете преди полово сношение, Аллах Теаля ще дари четящия с праведни деца, иншаАллах.

 



93. ен-Нур

Превод: Светлината; Който дарява светлина на цялата вселена, на лицата, разума и сърцата на Своите раби

Полза: Който прочете „я, Нуру” 1001 пъти след прочитането на сура ен-Нур (№24), неговото сърце ще бъде осветено със светлината на Аллах, иншаАллах.

 

 



94. ел-Хади

Превод: Напътстващия, Водителя; Който напътва, дарява успех и упътва Своите раби да вършат неща, които са полезни за тях самите и за околните; Който напътва и води Своите праведни раби по Правия път, за да се спасят в Съдния ден; Който направлява и позволява на Своите раби да постигнат целите си

Полза: Който чете „я, Хади”, ще бъде дарен с религиозно знание. Който вдигне ръцете си както при дуа, погледне към небесата и прочете това име няколко пъти, след което прекара ръцете си през лицето, Аллах Теаля ще го дари с пълно напътствие и ще го сдружи с праведните и благочестивите, иншаАллах.

 



95. ел-Бедиʿ

Превод: Великолепния изобретател; Който създава светове без образец и без подобие

Полза: Който прочете 70 пъти „я, Бедиа-с-семавати вел ерд”, всички затруднения ще бъдат премахнати от него. Същото се отнася и за онзи, който е в затруднение или е загрижен. Ако някой ще започва рискована работа, но не е сигурен в изпълнимостта й, трябва да чете това име докато заспи. ИншаАллах, ще получи напътствие в съня си.

 



96. ел-Баки

Превод: Вечния; Който съществува безкрайно; Който съществува от вечността и ще продължи да съществува във вечността

Полза: Който чете 100 пъти „я, Баки” преди изгрев слънце всеки ден, ще бъде предпазен от нещастия и ще му бъде показана милост в Съдния ден, иншаАллах. Аллах Теаля ще осигури защита и ще приеме добрите дела на онзи, който прочете това име 1000 пъти в нощта срещу петък.

 



97. ел-Варис

Превод: Наследяващия; Който вечно има право на собственост над всичко; Който е истинският собственик на владението – всичко произлиза от Него и ще се върне при Него

Полза: Който чете „я, Варису” 100 пъти при изгрев слънце, ще бъде защитен от скръб, болка, трудности и нещастия. ИншаАллах, четящият ще умре като вярващ. Който иска да бъде предпазен от смут, тревога и безпокойство, трябва да прочете това име 1000 пъти между вечерния и нощния намаз.

 



98. ер-Рашид

Превод: Мъдрия, Напътстващия; Който ръководи всички Свои дела в съответствие с вечния Си план, с мъдрост и без да допуска грешки до тяхната най-последна съдба

Полза: Който не знае как да свърши дадена работа, трябва да прочете „я, Рашиду” 1000 пъти между вечерния и нощния намаз. ИншаАллах, планът или схемата за тази работа ще му бъдат показани в сън или чрез интуиция. За финансово развитие и безопасност, това трябва да се прави всеки ден.

 



99. ес-Сабур

Превод: Дълготърпеливия; Който притежава безкрайно търпение

Полза: Който чете „я, Сабуру” 100 пъти преди изгрев слънце, ще бъде предпазен от нещастия през този ден. Аллах няма да позволи враговете му да кажат дори една дума за него. Който е в затруднение трябва да прочете това име 1020 пъти. ИншаАллах, той ще бъде облекчен и ще бъде дарен с мир и задоволеност на сърцето.